Repository: appful-devteam/yabatalk
Catalog: lovetalk/Localizable.xcstrings
Source language: ja
Languages: en, es, ko, th, zh_hans

source: AIサマリー機能、返信提案（相談）機能、および擬人化チャット機能では、Google LLC が提供する Gemini API を利用しています。 (1) 送信先 Google LLC（Gemini API） 所在地: 米国カリフォルニア州 (2) 送信されるデータ トーク履歴のメッセージ本文、送信者名、送信日時（画像・動画・スタンプ等のメディアデータは送信されません）。 (3) Google によるデータの取り扱い Google の Gemini API 利用規約（Gemini API Additional Terms of Service）に基づき、送信されたデータは以下のように取り扱われる可能性があります： • Google の製品・サービスおよび機械学習技術の改善に利用される場合があります • Google の担当者がデータを閲覧・注釈付け・処理する場合があります（閲覧時にはユーザーのアカウント情報との紐付けは解除されます） • 不正利用検出のため、最大55日間 Google のサーバーに保持される場合があります (4) データ保護について Google LLC は、業界標準のセキュリティ対策を講じており、送信されたデータに対して本アプリと同等以上のデータ保護を提供しています。詳細は Google のプライバシーポリシーをご参照ください。 (5) 同意の取得 本機能はユーザーの明示的な同意を得た場合のみ有効になります。各AI機能の初回利用時に、送信されるデータの内容・送信先・Googleによるデータの取り扱いを明記した同意画面が表示され、ユーザーが明示的に同意した場合のみデータが送信されます。 (6) 詳細 Google のプライバシーポリシー: https://policies.google.com/privacy Gemini API 利用規約: https://ai.google.dev/gemini-api/terms
en: The AI Summary, Reply Suggestions (Consultation), and Persona Chat features use the Gemini API provided by Google LLC. (1) Recipient Google LLC (Gemini API) Location: California, USA (2) Data Sent Message text, sender names, and timestamps from chat history (media data such as images, videos, and stickers are not sent). (3) Google's Data Handling Based on Google's Gemini API Additional Terms of Service, the sent data may be handled as follows: • May be used for improving Google products, services, and machine learning technologies • Google staff may view, annotate, and process the data (account information is de-linked during review) • May be retained on Google's servers for up to 55 days for abuse detection (4) Data Protection Google LLC implements industry-standard security measures and provides data protection equivalent to or greater than this app. See Google's Privacy Policy for details. (5) Obtaining Consent These features are only enabled with the user's explicit consent. A consent screen specifying the data to be sent, the recipient, and Google's data handling is displayed when first using each AI feature, and data is only sent when the user explicitly agrees. (6) Details Google Privacy Policy: https://policies.google.com/privacy Gemini API Terms: https://ai.google.dev/gemini-api/terms
es: Las funciones de Resumen IA, Sugerencias de Respuesta (Consulta) y Chat de Persona utilizan la API Gemini proporcionada por Google LLC. (1) Destinatario Google LLC (API Gemini) Ubicación: California, EE. UU. (2) Datos enviados Texto del mensaje, nombres de remitentes y marcas de tiempo del historial de chat (los datos multimedia como imágenes, videos y stickers no se envían). (3) Tratamiento de datos por parte de Google Según los Términos Adicionales del Servicio de la API Gemini de Google, los datos enviados pueden tratarse de la siguiente manera: • Pueden utilizarse para mejorar los productos, servicios y tecnologías de aprendizaje automático de Google • El personal de Google puede ver, anotar y procesar los datos (la información de la cuenta se desvincula durante la revisión) • Pueden conservarse en los servidores de Google hasta 55 días para la detección de abusos (4) Protección de datos Google LLC implementa medidas de seguridad estándar de la industria y proporciona una protección de datos equivalente o superior a la de esta aplicación. Consulte la Política de Privacidad de Google para más detalles. (5) Obtención del consentimiento Estas funciones solo se activan con el consentimiento explícito del usuario. Al utilizar cada función de IA por primera vez, se muestra una pantalla de consentimiento que especifica los datos a enviar, el destinatario y el tratamiento de datos por parte de Google, y los datos solo se envían cuando el usuario da su consentimiento explícito. (6) Detalles Política de Privacidad de Google: https://policies.google.com/privacy Términos de la API Gemini: https://ai.google.dev/gemini-api/terms
ko: AI 요약, 답장 제안(상담), 의인화 채팅 기능은 Google LLC가 제공하는 Gemini API를 사용합니다. (1) 수신처 Google LLC (Gemini API) 소재지: 미국 캘리포니아주 (2) 전송되는 데이터 대화 기록의 메시지 본문, 발신자 이름, 발신 시간(이미지, 동영상, 스티커 등의 미디어 데이터는 전송되지 않습니다). (3) Google의 데이터 처리 Google의 Gemini API 추가 서비스 약관에 따라 전송된 데이터는 다음과 같이 처리될 수 있습니다: • Google 제품, 서비스 및 머신러닝 기술 개선에 사용될 수 있습니다 • Google 담당자가 데이터를 열람, 주석 처리할 수 있습니다(열람 시 계정 정보와의 연결은 해제됩니다) • 부정 이용 감지를 위해 최대 55일간 Google 서버에 보관될 수 있습니다 (4) 데이터 보호 Google LLC는 업계 표준의 보안 대책을 시행하고 있으며, 전송된 데이터에 대해 본 앱과 동등 이상의 데이터 보호를 제공합니다. 자세한 내용은 Google의 개인정보 처리방침을 참조하세요. (5) 동의 취득 본 기능은 사용자의 명시적 동의를 얻은 경우에만 활성화됩니다. 각 AI 기능의 첫 사용 시 전송되는 데이터 내용, 수신처, Google의 데이터 처리에 대해 명시한 동의 화면이 표시되며, 사용자가 명시적으로 동의한 경우에만 데이터가 전송됩니다. (6) 상세 Google 개인정보 처리방침: https://policies.google.com/privacy Gemini API 이용약관: https://ai.google.dev/gemini-api/terms
zh_hans: AI摘要、回复建议（咨询）和拟人化聊天功能使用Google LLC提供的Gemini API。 (1) 接收方 Google LLC（Gemini API） 所在地：美国加利福尼亚州 (2) 发送的数据 聊天记录的消息正文、发送者姓名、发送时间（图片、视频、贴纸等媒体数据不会被发送）。 (3) Google的数据处理 根据Google的Gemini API附加服务条款，发送的数据可能按以下方式处理： • 可能用于改进Google的产品、服务和机器学习技术 • Google工作人员可能会查看、标注和处理数据（查看时会解除与用户账户信息的关联） • 为检测滥用行为，可能在Google服务器上保留最多55天 (4) 数据保护 Google LLC实施行业标准的安全措施，对发送的数据提供与本应用同等或更高水平的数据保护。详情请参阅Google的隐私政策。 (5) 获取同意 这些功能仅在获得用户明确同意后才会启用。首次使用各AI功能时，会显示明确说明发送数据内容、接收方及Google数据处理方式的同意界面，仅在用户明确同意后才会发送数据。 (6) 详情 Google隐私政策：https://policies.google.com/privacy Gemini API服务条款：https://ai.google.dev/gemini-api/terms

source: AIサマリー機能および返信提案機能では、Google LLC が提供する Gemini API を利用しています。 (1) 送信されるデータ トーク履歴のメッセージ本文、送信者名、送信日時（画像・動画・スタンプ等のメディアデータは送信されません）。 (2) Google によるデータの取り扱い Google の Gemini API 利用規約（Gemini API Additional Terms of Service）に基づき、送信されたデータは以下のように取り扱われる可能性があります： • Google の製品・サービスおよび機械学習技術の改善に利用される場合があります • Google の担当者がデータを閲覧・注釈付け・処理する場合があります（閲覧時にはユーザーのアカウント情報との紐付けは解除されます） • 不正利用検出のため、最大55日間 Google のサーバーに保持される場合があります (3) 同意の取得 本機能はユーザーの明示的な同意を得た場合のみ有効になります。初回利用時に同意画面が表示されます。 (4) 詳細 Google のプライバシーポリシー: https://policies.google.com/privacy Gemini API 利用規約: https://ai.google.dev/gemini-api/terms
en: AI features use Google LLC's Gemini API. (1) Data Transmitted: Message text, sender names, timestamps (no media). (2) Google's Data Handling: Data may be used to improve products, reviewed by staff, and retained up to 55 days. (3) Consent: Activated only with explicit user consent. (4) Details: Google Privacy Policy: https://policies.google.com/privacy Gemini API Terms: https://ai.google.dev/gemini-api/terms
es: Las funciones de IA usan Google Gemini API. (1) Datos: Texto, nombres, marcas de tiempo. (2) Google puede usar datos para mejorar productos, retenerlos hasta 55 días. (3) Se requiere consentimiento. (4) Política de Privacidad de Google: https://policies.google.com/privacy
ko: AI 기능은 Google Gemini API를 사용합니다. (1) 전송 데이터: 메시지 본문, 발신자명, 시간 (2) Google는 데이터를 제품 개선에 사용하고 최대 55일간 보관할 수 있습니다. (3) 명시적 동의가 필요합니다. (4) Google 개인정보보호정책: https://policies.google.com/privacy
zh_hans: AI功能使用Google Gemini API。 (1) 传输数据：消息文本、发送者名、时间戳 (2) Google可能将数据用于产品改进，保留最多55天 (3) 需要明确同意 (4) Google隐私政策: https://policies.google.com/privacy

source: AIサマリー機能および返信提案機能では、Google LLC が提供する Gemini API を利用しています。\n\n(1) 送信されるデータ\nトーク履歴のメッセージ本文、送信者名、送信日時（画像・動画・スタンプ等のメディアデータは送信されません）。\n\n(2) Google によるデータの取り扱い\nGoogle の Gemini API 利用規約（Gemini API Additional Terms of Service）に基づき、送信されたデータは以下のように取り扱われる可能性があります：\n• Google の製品・サービスおよび機械学習技術の改善に利用される場合があります\n• Google の担当者がデータを閲覧・注釈付け・処理する場合があります（閲覧時にはユーザーのアカウント情報との紐付けは解除されます）\n• 不正利用検出のため、最大55日間 Google のサーバーに保持される場合があります\n\n(3) 同意の取得\n本機能はユーザーの明示的な同意を得た場合のみ有効になります。初回利用時に同意画面が表示されます。\n\n(4) 詳細\nGoogle のプライバシーポリシー: https://policies.google.com/privacy\nGemini API 利用規約: https://ai.google.dev/gemini-api/terms
en: The AI Summary and Reply Suggestion features use the Gemini API provided by Google LLC. (1) Data Sent Message text, sender names, and timestamps from chat history (media data such as images, videos, and stickers are not sent). (2) Google's Data Handling Based on Google's Gemini API Additional Terms of Service, the sent data may be handled as follows: • May be used for improving Google products, services, and machine learning technologies • Google staff may view, annotate, and process the data (account information is de-linked during review) • May be retained on Google's servers for up to 55 days for abuse detection (3) Obtaining Consent These features are only enabled with the user's explicit consent. A consent screen is displayed when first using the features. (4) Details Google Privacy Policy: https://policies.google.com/privacy Gemini API Terms: https://ai.google.dev/gemini-api/terms
es: Las funciones de Resumen IA y Sugerencias de Respuesta utilizan la API Gemini proporcionada por Google LLC. (1) Datos enviados Texto del mensaje, nombres de remitentes y marcas de tiempo del historial de chat (los datos multimedia como imágenes, videos y stickers no se envían). (2) Tratamiento de datos por parte de Google Según los Términos Adicionales del Servicio de la API Gemini de Google, los datos enviados pueden tratarse de la siguiente manera: • Pueden utilizarse para mejorar los productos, servicios y tecnologías de aprendizaje automático de Google • El personal de Google puede ver, anotar y procesar los datos (la información de la cuenta se desvincula durante la revisión) • Pueden conservarse en los servidores de Google hasta 55 días para la detección de abusos (3) Obtención del consentimiento Estas funciones solo se activan con el consentimiento explícito del usuario. Se muestra una pantalla de consentimiento en el primer uso. (4) Detalles Política de Privacidad de Google: https://policies.google.com/privacy Términos de la API Gemini: https://ai.google.dev/gemini-api/terms
ko: AI 요약 기능 및 답장 제안 기능은 Google LLC가 제공하는 Gemini API를 사용합니다. (1) 전송되는 데이터 대화 기록의 메시지 본문, 발신자 이름, 발신 시간(이미지, 동영상, 스티커 등의 미디어 데이터는 전송되지 않습니다). (2) Google의 데이터 처리 Google의 Gemini API 추가 서비스 약관에 따라 전송된 데이터는 다음과 같이 처리될 수 있습니다: • Google 제품, 서비스 및 머신러닝 기술 개선에 사용될 수 있습니다 • Google 담당자가 데이터를 열람, 주석 처리할 수 있습니다(열람 시 계정 정보와의 연결은 해제됩니다) • 부정 이용 감지를 위해 최대 55일간 Google 서버에 보관될 수 있습니다 (3) 동의 취득 본 기능은 사용자의 명시적 동의를 얻은 경우에만 활성화됩니다. 첫 사용 시 동의 화면이 표시됩니다. (4) 상세 Google 개인정보 처리방침: https://policies.google.com/privacy Gemini API 이용약관: https://ai.google.dev/gemini-api/terms
zh_hans: AI摘要功能和回复建议功能使用Google LLC提供的Gemini API。 (1) 发送的数据 聊天记录的消息正文、发送者姓名、发送时间（图片、视频、贴纸等媒体数据不会被发送）。 (2) Google的数据处理 根据Google的Gemini API附加服务条款，发送的数据可能按以下方式处理： • 可能用于改进Google的产品、服务和机器学习技术 • Google工作人员可能会查看、标注和处理数据（查看时会解除与用户账户信息的关联） • 为检测滥用行为，可能在Google服务器上保留最多55天 (3) 获取同意 这些功能仅在获得用户明确同意后才会启用。首次使用时会显示同意界面。 (4) 详情 Google隐私政策：https://policies.google.com/privacy Gemini API服务条款：https://ai.google.dev/gemini-api/terms

source: AIチャットへようこそ！
en: Welcome to AI Chat!
es: ¡Bienvenido al Chat IA!
ko: AI 채팅에 오신 걸 환영해요!
zh_hans: 欢迎来到AI聊天！

source: AIデータ共有
en: AI Data Sharing
es: Compartir datos con IA
ko: AI 데이터 공유
zh_hans: AI数据共享

source: AIデータ共有の同意
en: AI Data Sharing Consent
es: Consentimiento para compartir datos con IA
ko: AI 데이터 공유 동의
zh_hans: AI数据共享同意

source: AIデータ共有の同意を取り消しますか？
en: Revoke AI Data Sharing Consent?
es: ¿Revocar el consentimiento para compartir datos con IA?
ko: AI 데이터 공유 동의를 취소하시겠습니까?
zh_hans: 是否撤销AI数据共享同意？

source: AIまとめ
en: AI Summary
es: Resumen IA
ko: AI 요약
zh_hans: AI摘要

source: AIまとめを生成
en: Generate AI Summary
es: Generar resumen IA
ko: AI 요약 생성
zh_hans: 生成AI摘要

source: AI擬人化チャット
en: AI Persona Chat
es: Chat de Persona IA
ko: AI 페르소나 채팅
zh_hans: AI拟人化聊天

source: AI機能（サマリー・相談・擬人化チャット）の利用時に再度同意が必要になります。トーク履歴や解析結果は削除されません。
en: Consent will be required again when using AI features (Summary, Consultation, Persona Chat). Your chat history and analysis results will not be deleted.
es: Se requerirá consentimiento nuevamente al usar funciones de IA (Resumen, Consulta, Chat de Persona). Su historial de chat y los resultados del análisis no se eliminarán.
ko: AI 기능(요약·상담·의인화 채팅) 이용 시 다시 동의가 필요합니다. 대화 기록 및 분석 결과는 삭제되지 않습니다.
zh_hans: 使用AI功能（摘要·咨询·拟人化聊天）时需要再次同意。聊天记录和分析结果不会被删除。

source: AI機能の初回利用時に別途同意が必要です
en: Separate consent is required when using AI features for the first time
es: Se requiere consentimiento por separado al usar funciones de IA por primera vez
ko: AI 기능 첫 사용 시 별도의 동의가 필요합니다
zh_hans: 首次使用AI功能时需要单独同意

source: AI機能の利用時に再度同意が必要です
en: Consent is required again when using AI features
es: Se requiere consentimiento nuevamente al usar funciones de IA
ko: AI 기능 이용 시 다시 동의가 필요합니다
zh_hans: 使用AI功能时需要再次同意

source: AI機能を利用しない場合、トーク履歴が外部に送信されることはありません。詳細はプライバシーポリシーをご確認ください。
en: If you do not use AI features, your chat history will never be sent externally. See our Privacy Policy for details.
es: Si no utiliza las funciones de IA, su historial de chat nunca se enviará externamente. Consulte nuestra Política de Privacidad para más detalles.
ko: AI 기능을 이용하지 않는 경우 대화 기록이 외부로 전송되는 일은 없습니다. 자세한 내용은 개인정보 처리방침을 확인해 주세요.
zh_hans: 如果不使用AI功能，聊天记录不会被发送至外部。详情请查阅隐私政策。

source: AI機能利用時はGoogle LLC（Gemini API）へのデータ送信に別途同意が必要です
en: Using AI features requires separate consent to send data to Google LLC (Gemini API)
es: El uso de funciones de IA requiere consentimiento para enviar datos a Google LLC (Gemini API)
ko: AI 기능 이용 시 Google LLC(Gemini API)로의 데이터 전송에 별도 동의가 필요합니다
zh_hans: 使用AI功能需要另外同意将数据发送至Google LLC（Gemini API）

source: AI機能利用時はデータ送信の同意が別途必要です
en: Separate consent is required for data transmission when using AI features
es: Se requiere consentimiento adicional para el envío de datos al usar funciones de IA
ko: AI 기능 이용 시 별도의 데이터 전송 동의가 필요합니다
zh_hans: 使用AI功能时需要另行同意数据发送

source: APIエラー: %d
en: API Error: %d
es: Error de API: %d
ko: API 오류: %d
zh_hans: API错误：%d

source: APIキーを取得できませんでした
en: Failed to retrieve API key
es: Error al obtener la clave API
ko: API 키를 가져올 수 없었습니다
zh_hans: 无法获取API密钥

source: Apple IDでサインイン済み
en: Signed in with Apple ID
es: Sesión iniciada con Apple ID
ko: Apple ID로 로그인됨
zh_hans: 已使用Apple ID登录

source: Gemini API 利用規約（英語）
en: Gemini API Terms of Service
es: Términos de servicio de Gemini API (inglés)
ko: Gemini API 이용약관 (영어)
zh_hans: Gemini API 使用条款（英文）

source: Google Gemini AIを使用します
en: Uses Google Gemini AI
es: Utiliza Google Gemini AI
ko: Google Gemini AI를 사용합니다
zh_hans: 使用 Google Gemini AI

source: Google Gemini AI使用 — トーク履歴の一部がGoogle LLCに送信されます
en: Uses Google Gemini AI — Part of your chat history is sent to Google LLC
es: Usa Google Gemini AI — Parte de su historial de chat se envía a Google LLC
ko: Google Gemini AI 사용 — 대화 기록의 일부가 Google LLC에 전송됩니다
zh_hans: 使用Google Gemini AI — 聊天记录的一部分将发送至Google LLC

source: Google LLC（Gemini API）へのデータ送信が許可されています
en: Data sharing with Google LLC (Gemini API) is permitted
es: Se permite el envío de datos a Google LLC (Gemini API)
ko: Google LLC(Gemini API)로의 데이터 전송이 허가되어 있습니다
zh_hans: 已允许向Google LLC（Gemini API）发送数据

source: Google によるデータの取り扱い
en: How Google Handles Your Data
es: Tratamiento de datos por Google
ko: Google의 데이터 처리 방식
zh_hans: Google的数据处理方式

source: Google の製品・サービスおよび機械学習技術の改善・開発に利用される場合があります
en: May be used to improve and develop Google products, services, and machine learning technologies
es: Puede utilizarse para mejorar y desarrollar productos, servicios y tecnologías de aprendizaje automático de Google
ko: Google 제품·서비스 및 기계학습 기술의 개선·개발에 이용될 수 있습니다
zh_hans: 可能用于改进和开发Google的产品、服务及机器学习技术

source: Google プライバシーポリシー
en: Google Privacy Policy
es: Política de Privacidad de Google
ko: Google 개인정보 처리방침
zh_hans: Google隐私政策

source: iOSバージョン
en: iOS version
es: Versión de iOS
ko: iOS 버전
zh_hans: iOS版本

source: LINEでトーク履歴を書き出し
en: Export chat history from LINE
es: Exportar historial de chat de LINE
ko: LINE에서 대화 기록 내보내기
zh_hans: 从LINE导出聊天记录

source: LINEで期間を指定してトーク履歴をエクスポートし、より短い期間のデータで再度お試しください
en: Please export chat history from LINE for a shorter period and try again
es: Por favor, exporte el historial de chat de LINE para un período más corto e inténtelo de nuevo
ko: LINE에서 기간을 지정하여 대화 기록을 내보내고, 더 짧은 기간의 데이터로 다시 시도해 주세요
zh_hans: 请在LINE中指定时间段导出聊天记录，使用较短时间段的数据重试

source: LINEの「トーク履歴を送信」機能で出力したファイルを使用してください
en: Please use a file exported via LINE's "Send Chat History" feature
es: Usa un archivo exportado con la función "Enviar historial de chat" de LINE
ko: LINE의 "대화 기록 보내기" 기능으로 내보낸 파일을 사용해 주세요
zh_hans: 请使用通过LINE的"发送聊天记录"功能导出的文件

source: LINEのトーク履歴ファイルか確認してください
en: Please verify this is a LINE chat history file
es: Verifica que sea un archivo de historial de LINE
ko: LINE 대화 기록 파일인지 확인해 주세요
zh_hans: 请确认这是LINE聊天记录文件

source: LINEのトーク履歴ファイルを確認してください。
en: Please check your LINE chat history file.
es: Verifica tu archivo de historial de LINE.
ko: LINE 대화 기록 파일을 확인해 주세요.
zh_hans: 请检查您的LINE聊天记录文件。

source: LINEのトーク履歴をもとに 相手の性格や口調をAIが再現します まるで本人とチャットしている感覚で 会話の練習や気持ちの整理ができます
en: Based on your LINE chat history, AI recreates their personality and tone. Feel like chatting with the real person— practice conversations or sort out your feelings.
es: Basándose en tu historial de LINE, la IA recrea su personalidad y tono. Siente como si chatearas con esa persona— practica conversaciones u ordena tus sentimientos.
ko: LINE 대화 기록을 바탕으로 AI가 상대의 성격과 말투를 재현해요. 실제 본인과 대화하는 느낌으로 대화 연습이나 마음 정리를 할 수 있어요.
zh_hans: 根据LINE聊天记录， AI将重现对方的性格和语气。 仿佛在和本人聊天一样， 可以练习对话或整理心情。

source: LINEのトーク履歴を分析して ふたりの関係性を診断
en: Analyze your LINE chat history and discover your relationship dynamics
es: Analiza tu historial de chat de LINE y descubre la dinámica de tu relación
ko: LINE 토크 기록을 분석해서 둘의 관계를 진단해요
zh_hans: 分析LINE聊天记录， 诊断你们的关系

# LINEのトーク履歴を分析して ふたりの関係性を診断
source: LINEのトーク履歴を分析して\nふたりの関係性を診断
en: Analyze LINE chat history and diagnose your relationship
es: Analiza el historial de chat de LINE y diagnostica tu relación
ko: LINE 대화 기록을 분석해 두 사람의 관계를 진단
zh_hans: 分析LINE聊天记录 诊断两人的关系

source: LINEのトーク履歴を取り込んで 相手の性格をAIが再現します
en: Import LINE chat history and AI will recreate their personality
es: Importa el historial de LINE y la IA recreará su personalidad
ko: LINE 대화 기록을 가져오면 AI가 상대의 성격을 재현합니다
zh_hans: 导入LINE聊天记录 AI将再现对方的性格

source: LINEのトーク履歴を正しくエクスポートしたか確認してください。
en: Please check that you correctly exported your LINE chat history.
es: Verifica que hayas exportado correctamente tu historial de LINE.
ko: LINE 대화 기록을 올바르게 내보냈는지 확인해 주세요.
zh_hans: 请确认您正确导出了LINE聊天记录。

source: LINE交換したい
en: Want to exchange LINE
es: Quiero intercambiar LINE
ko: LINE 교환하고 싶어요
zh_hans: 想交换LINE

source: MBTIを設定する
en: Set MBTI
es: Configurar MBTI
ko: MBTI 설정하기
zh_hans: 设置MBTI

source: M度
en: Submissive Level
es: Nivel Sumiso
ko: M도

source: Premium+なら回数制限なし！ めろまるに何度でも相談できます
en: With Premium+, no usage limits! Chat with Mero as many times as you like
es: ¡Con Premium+ no hay límites! Chatea con Mero todas las veces que quieras
ko: Premium+라면 횟수 제한 없이! 메로에게 몇 번이든 상담할 수 있어요
zh_hans: Premium+不限次数！ 可以随时向Mero咨询

# Premium+なら回数制限なし！ めろまるに何度でも相談できます
source: Premium+なら回数制限なし！\nめろまるに何度でも相談できます
en: With Premium+, no limits! Consult Meromaru as many times as you want
es: ¡Con Premium+, sin límites! Consulta a Meromaru todas las veces que quieras
ko: Premium+라면 횟수 제한 없이! 메로마루에게 몇 번이든 상담할 수 있어요
zh_hans: Premium+没有次数限制！ 可以无限次咨询Meromaru

source: Premium+にアップグレード
en: Upgrade to Premium+
es: Actualizar a Premium+
ko: Premium+로 업그레이드
zh_hans: 升级到 Premium+

source: Premium+にアップグレードすると、無制限で相談できるよ！✨
en: Upgrade to Premium+ for unlimited chats! ✨
es: ¡Actualiza a Premium+ para chats ilimitados! ✨
ko: Premium+로 업그레이드하면 무제한으로 상담할 수 있어! ✨
zh_hans: 升级到Premium+，可以无限制咨询！✨

source: Premium+を始める
en: Start Premium+
es: Iniciar Premium+
ko: Premium+ 시작하기
zh_hans: 开始Premium+

source: Premium+限定
en: Premium+ Only
es: Solo Premium+
ko: Premium+ 전용
zh_hans: 仅限Premium+

source: Premiumで、残り\(hiddenCount)ヶ月の サマリーを全てみれます！
en: With Premium, view all %lld months of summaries!
es: ¡Con Premium, ve todos los %lld meses de resúmenes!
ko: Premium으로 나머지 %lld개월의 요약을 모두 볼 수 있어요!
zh_hans: 开通Premium，查看剩余%lld个月的 所有摘要！

# Premiumで、残り(hiddenCount)ヶ月の サマリーを全てみれます！
source: Premiumで、残り\(hiddenCount)ヶ月の\nサマリーを全てみれます！
en: With Premium, view all remaining \(hiddenCount) months of summaries!
es: ¡Con Premium, ve todos los resúmenes de los \(hiddenCount) meses restantes!
ko: Premium으로 나머지 \(hiddenCount)개월의 요약을 모두 볼 수 있어요!
zh_hans: 升级Premium，查看剩余 \(hiddenCount)个月的全部摘要！

source: Premiumで、残り%lldヶ月の サマリーを全てみれます！
en: With Premium, view all %lld remaining monthly summaries!
es: ¡Con Premium, ve los %lld resúmenes mensuales restantes!
ko: Premium으로 나머지 %lld개월의 요약을 모두 볼 수 있어요!
zh_hans: 升级Premium，查看剩余 %lld个月的所有摘要！

source: Premiumで全て見る
en: See All with Premium
es: Ver todo con Premium
ko: Premium으로 모두 보기
zh_hans: 通过 Premium 查看全部

source: Premiumで性格プロフィールを解放！
en: Unlock Personality Profile with Premium!
es: ¡Desbloquea el perfil de personalidad con Premium!
ko: Premium으로 성격 프로필 해금!
zh_hans: 通过 Premium 解锁性格档案！

source: Premiumで数値を表示
en: Show Values with Premium
es: Mostrar valores con Premium
ko: Premium으로 수치 표시
zh_hans: 通过 Premium 显示数值

source: Premiumで無制限
en: Unlimited with Premium
es: Ilimitado con Premium
ko: Premium으로 무제한
zh_hans: Premium 无限制

source: Premiumで解放
en: Unlock with Premium
es: Desbloquear con Premium
ko: Premium으로 해금
zh_hans: 通过 Premium 解锁

source: Premiumにアップグレードすると、毎日相談できるよ！✨
en: Upgrade to Premium to chat every day! ✨
es: ¡Actualiza a Premium para chatear todos los días! ✨
ko: Premium으로 업그레이드하면 매일 상담할 수 있어! ✨
zh_hans: 升级到Premium，每天都可以咨询！✨

source: Premiumに登録すると キャラクタータイプ＆おもしろメーターが 全て見れます！
en: Subscribe to Premium to unlock Character Types & Fun Meter for all your results!
es: ¡Suscríbete a Premium para desbloquear el Tipo de Personaje y el Medidor de Diversión en todos tus resultados!
ko: Premium에 가입하면 캐릭터 타입 & 재미 미터를 모두 볼 수 있어요!
zh_hans: 订阅Premium即可解锁 角色类型和趣味指数， 查看所有结果！

# Premiumに登録すると キャラクタータイプ＆おもしろメーターが 全て見れます！
source: Premiumに登録すると\nキャラクタータイプ＆おもしろメーターが\n全て見れます！
en: Subscribe to Premium to see all Character Types & Fun Meters!
es: ¡Suscríbete a Premium para ver todos los Tipos de Personaje y Medidores de Diversión!
ko: Premium에 등록하면 캐릭터 타입 & 재미 미터를 모두 볼 수 있어요!
zh_hans: 订阅Premium即可查看 所有角色类型和趣味指数！

source: Premiumを始める
en: Start Premium
es: Iniciar Premium
ko: Premium 시작하기
zh_hans: 开始Premium

source: Premium機能
en: Premium Features
es: Funciones Premium
ko: Premium 기능
zh_hans: Premium 功能

source: SNS運用インターン生
en: Social Media Intern
es: Pasante de redes sociales
ko: SNS 운영 인턴
zh_hans: 社交媒体运营实习生

# survey_age_college
source: 大学・専門学生
en: College
es: Universidad
ko: 대학·전문대생
th: มหาวิทยาลัย / อาชีวศึกษา
zh_hans: 大学/专科

# survey_age_elementary
source: 小学生
en: Elementary school
es: Escuela primaria
ko: 초등학생
th: ประถมศึกษา
zh_hans: 小学

# survey_age_high_school
source: 高校生
en: High school
es: Escuela secundaria
ko: 고등학생
th: มัธยมปลาย
zh_hans: 高中

# survey_age_middle_school
source: 中学生
en: Middle school
es: Escuela intermedia
ko: 중학생
th: มัธยมต้น
zh_hans: 初中

# survey_age_part_time
source: アルバイト・無職
en: Part-time/Freelance
es: Medio tiempo/Freelance
ko: 아르바이트/프리랜서
th: พาร์ทไทม์ / ว่างงาน
zh_hans: 兼职/自由职业

# survey_age_question
source: 年齢を教えてください
en: What's your age group?
es: ¿Cuál es tu grupo de edad?
ko: 연령대가 어떻게 되시나요?
th: อายุของคุณคือ?
zh_hans: 您的年龄段是？

# survey_age_working
source: 社会人
en: Working adult
es: Adulto trabajador
ko: 직장인
th: วัยทำงาน
zh_hans: 上班族

# survey_gender_female
source: 女性
en: Female
es: Femenino
ko: 여성
th: หญิง
zh_hans: 女

# survey_gender_male
source: 男性
en: Male
es: Masculino
ko: 남성
th: ชาย
zh_hans: 男

# survey_gender_other
source: その他
en: Other
es: Otro
ko: 기타
th: อื่นๆ
zh_hans: 其他

# survey_gender_question
source: 性別を教えてください
en: What's your gender?
es: ¿Cuál es tu género?
ko: 성별이 어떻게 되시나요?
th: เพศของคุณคือ?
zh_hans: 您的性别是？

# survey_source_app_store
source: アプリストア
en: App Store
es: App Store
ko: 앱스토어
th: App Store
zh_hans: App Store

# survey_source_friend
source: 友達の紹介
en: From a friend
es: De un amigo
ko: 친구 소개
th: เพื่อนแนะนำ
zh_hans: 朋友介绍

# survey_source_other
source: その他
en: Other
es: Otro
ko: 기타
th: อื่นๆ
zh_hans: 其他

# survey_source_question
source: MeroTalkを知ったきっかけは？
en: How did you find this app?
es: ¿Cómo encontraste esta app?
ko: 이 앱을 어떻게 알게 되셨나요?
th: คุณรู้จัก MeroTalk ได้อย่างไร?
zh_hans: 您是如何发现这个应用的？

# survey_start_button
source: 始める
en: Start
es: Comenzar
ko: 시작
th: เริ่ม
zh_hans: 开始
